# Project Settings

START = "ᴄᴏɴᴠᴇʀᴛ ɢɪꜰꜱ ᴀɴᴅ ᴠɪᴅᴇᴏꜱ ᴛᴏ ᴠɪᴅᴇᴏ ꜱᴛɪᴄᴋᴇʀꜱ ᴀɴᴅ ᴄʀᴇᴀᴛᴇ ᴛʜᴇɪʀ ꜱᴛɪᴄᴋᴇʀ ᴘᴀᴄᴋꜱ ꜱᴘᴇᴄɪꜰɪᴄ ᴛᴏ ʏᴏᴜ! ᴀɴʏ ᴘʀᴏʙʟᴇᴍ ᴛᴏ ɪɴꜰᴏʀᴍ @link_copied @Cute_arnavsingh 🥀!"

HELP = """
ɪ ᴄᴀɴ ᴄᴏɴᴠᴇʀᴛ ɢɪꜰꜱ ᴀɴᴅ ᴠɪᴅᴇᴏꜱ ᴛᴏ ᴠɪᴅᴇᴏ ꜱᴛɪᴄᴋᴇʀꜱ. ᴊᴜꜱᴛ ꜱᴇɴᴅ ᴍᴇ ᴛʜᴇ ꜱᴛɪᴄᴋᴇʀ ᴀɴᴅ ɪ'ʟʟ ᴅᴏ ᴛʜᴇ ʀᴇꜱᴛ ꜰᴏʀ ʏᴏᴜ. 
ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ʏᴏᴜʀ ᴘᴀᴄᴋ ꜱᴏᴏɴ ᴀꜱ ʏᴏᴜ ᴀᴅᴅ ᴀ ꜱᴛɪᴄᴋᴇʀ. ꜱᴇɴᴅ ᴍᴏʀᴇ ɢɪꜰ/ᴠɪᴅᴇᴏꜱ ᴛᴏ ᴀᴅᴅ ꜱᴛɪᴄᴋᴇʀꜱ ɪɴ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘᴀᴄᴋ.

**ꜰᴇᴀᴛᴜʀᴇꜱ**
1) ᴘᴇʀꜱᴏɴᴀʟɪᴢᴇᴅ ᴠɪᴅᴇᴏ ꜱᴛɪᴄᴋᴇʀ ᴘᴀᴄᴋꜱ
2) ᴍᴜʟᴛɪᴘʟᴇ ᴠɪᴅᴇᴏ ꜱᴛɪᴄᴋᴇʀ ᴘᴀᴄᴋꜱ
3) ᴠɪᴅᴇᴏ ᴛᴏ ᴡᴇʙᴍ
4) ᴀᴜᴛᴏ ᴄᴏɴᴠᴇʀᴛ ᴠɪᴅᴇᴏ ꜱᴛɪᴄᴋᴇʀ ᴛᴏ ᴡᴇʙᴍ
5) ᴄᴜꜱᴛᴏᴍɪᴢᴀʙʟᴇ ꜱᴛɪᴄᴋᴇʀ ᴇᴍᴏᴊɪꜱ
6) ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴘᴀᴄᴋꜱ ᴜꜱɪɴɢ /ᴘᴀᴄᴋꜱ
7) ꜱᴇᴛᴛɪɴɢꜱ ᴛᴏ ᴅɪꜰꜰᴇʀᴇɴᴛɪᴀᴛᴇ ᴇᴍᴏᴊɪꜱ ꜰᴏʀ ᴇᴀᴄʜ ᴘᴀᴄᴋ
8) ᴋᴀɴɢ ᴍᴏᴅᴇ ᴛᴏ ᴀᴅᴅ ꜱᴛɪᴄᴋᴇʀꜱ ꜰʀᴏᴍ ᴏᴛʜᴇʀ'ꜱ ᴘᴀᴄᴋꜱ
9) ꜱᴇᴛ ᴅᴇꜰᴀᴜʟᴛ ᴇᴍᴏᴊɪꜱ ꜰᴏʀ ᴀʟʟ ꜱᴛɪᴄᴋᴇʀꜱ

**Note**:
1) ᴛʀʏ ᴛᴏ ꜱᴇɴᴅ ᴀꜱ ꜱᴍᴀʟʟ ᴠɪᴅᴇᴏ/ɢɪꜰ ᴀꜱ ᴘᴏꜱꜱɪʙʟᴇ ᴀꜱ ᴏɴʟʏ ꜰɪʀꜱᴛ 3 ꜱᴇᴄᴏɴᴅꜱ ᴍᴀᴛᴛᴇʀ!
2) ᴅᴏɴ'ᴛ ᴛʀʏ ᴛᴏ ᴄᴀʀᴇ ᴀʙᴏᴜᴛ ᴀᴜᴅɪᴏ ᴀꜱ ᴀᴜᴅɪᴏ ᴅᴏᴇꜱɴ'ᴛ ᴍᴀᴛᴛᴇʀ ᴇɪᴛʜᴇʀ! ꜱᴀᴍᴇ ɢɪꜰ ᴀɴᴅ ꜱᴀᴍᴇ ᴠɪᴅᴇᴏ ᴡɪᴛʜᴏᴜᴛ ᴀᴜᴅɪᴏ ᴡɪʟʟ ɢɪᴠᴇ ꜱᴀᴍᴇ ʀᴇꜱᴜʟᴛ.
3) 'ᴀꜱᴋ ꜰᴏʀ ᴇᴍᴏᴊɪꜱ' ɪɴ /ꜱᴇᴛᴛɪɴɢꜱ ᴏᴠᴇʀʀɪᴅᴇꜱ 'ᴄᴜꜱᴛᴏᴍ ᴇᴍᴏᴊɪꜱ'
"""

ABOUT = "ᴄᴏɴᴠᴇʀᴛ ɢɪꜰꜱ ᴀɴᴅ ᴠɪᴅᴇᴏꜱ ᴛᴏ ᴠɪᴅᴇᴏ ꜱᴛɪᴄᴋᴇʀꜱ."

REPO = "VideoStickerBot"

STARKBOTS = True

CUSTOM_USERS_TABLE = True

# REMOVE_ADDONS = ["must_join"]
